// © Copyright 2004-2010, 2015 HP Development Company, L.P.

HSDTaskName = "Alinhar";

HSDUnknownValue = "Escolher";
NoAlignTitle = "Não é possível Alinhar";
NoAlignMsg = "Verifique se a impressora está conectada e ligada, e tente novamente.";

ValidationMsg = "Uma página com uma figura de validação está sendo impressa. Se as figuras impressas estiverem alinhadas, clique em Completo. Caso contrário, alinhe outra vez, clicando em Alinhar.";
ValidationPagePrintingMsg = "Uma página com uma figura de validação está sendo impressa. Se as caixas interiores não estiverem visíveis, clique em Completo. Caso contrário, tente alinhar novamente, clicando em Alinhar.";
HSDDoneButton = "Completo";

SemiAutomaticAlignCompletionAlertTitle = "A impressora está imprimindo uma página de figuras de alinhamento";
SemiAutomaticAlignCompletionAlertMessage = "Siga as instruções da página para completar o processo de alinhamento.";

CompletionAlertTitle = "Pen Finalizado o alinhamento da Caneta";
CompletionAlertMessage = "Agora você pode clicar no botão Verificar para imprimir a página de verificação ou clicar no botão Finalizado para completer o procedimento de alinhamento. Para imprimir a página de verificação, você pode selecionar o dispositivo configurado no seguinte diálogo de impressão e clicar no botão Imprimir.";
VerifyButton = "Verificar";
PrintingPatternsTitle = "Figuras da impressão…";
PrintingValidationPageTitle = "Imprimindo página de validação…";

AlignPrintheadsExplanation = "O seguinte procedimento alinha os cabeçotes de impressão. Resulta na melhor qualidade de impressão possível.";
AlignPrintheadsInvitation = "Recomenda-se fazer o alinhamento quando o cabeçote de impressão for substituído.";

TransferringProcessTitle = "Transferindo o arquivo…";
PrintingProcessTitle = "Imprimindo página de diagnóstico PQ…";

PenChangedMsg = "O alinhamento foi interrompido porque a definição do cartucho de impressão mudou. Não remova, coloque ou mude os cartuchos durante o processo de alinhamento.";

PrintAndAlingButtonsHint = "Clique no botão Impressão para imprimir uma cópia da página do Diagnóstico da qualidade de impressão. Clique no botão Alinhar para imprimir uma página de alinhar.";

NewCartridgeHeader = "Novo cartucho instalado";
NewCartridgeText = "Se tiver instalado um novo cartucho, recomenda-se alinhá-lo. Clique em \"Alinhar\" para alinhar o seu novo cartucho.";

HSDPenAlignmentTextFieldTitle = "Alinhar os cartuchos para impressão";
HSDInfoTextFieldTitle = "Para obter a melhor qualidade de impressão, a HP recomenda que você realize o alinhamento toda vez que substituir um cartucho para impressão.\nAo clicar no botão Alinhar, abaixo, uma página de figuras de alinhamento é impressa e você é solicitado a responder a algumas perguntas com base nessas figuras.\nUse somente papel comum para este procedimento.";
HSDGuideTextFieldTitle = "Clique em Alinhar quando estiver pronto para iniciar o procedimento.";
HSDAlignButtonTitle = "Alinhar";

HSDPatternDescription = "A impressora está imprimindo uma página com as figuras de alinamento. Localize o identificador de figura no canto inferior esquerdo da página, escolha a opção correspondente abaixo, e clique em Continuar.";
HSDPattern1 = "Figura 1";
HSDPattern2 = "Figura 2";
HSDPattern3 = "Figura 3";
HSDGoBackButton = "Voltar";
HSDCancelButton = "Cancelar";
HSDContinueButton = "Continuar";

HSDPlotDescription = "Verifique a página impressa. Várias fileiras de caixas, cada uma composta de linhas finas, aparecem na página impressa.\nPara cada linha da página, localize a caixa na qual as linhas menores estão menos visíveis e indique a seleção para essa caixa na lista exibida do lado direito.";
HSDValidationCheck = "Imprimir uma página de validação";

HSDStraightDescription1 = "Verifique a página que foi impressa e selecione a legenda de cada seção que representa as linhas mais retas.";
HSDStraightDescription2 = "Selecione no final da seta a legenda que mostra a barra mais próxima à borda do papel.";
HSDStraightDescription3 = "Selecione o retângulo numerado correspondente que melhor combine com o fundo da página impressa.";

OutOfPaperAlertTitle = "Sem papel";
OutOfPaperAlertMessage = "Insira pelo menos duas folhas de papel e pressione o botão na impressora. Depois que os padrões forem impressos, esta janela será fechada automaticamente.";
